<?php

return [
    'security-protect' => [
        'title' => 'Ответственность',
        'description' => 'Важно бережно относиться к персональным данным клиента, личным паролям и доступу к аккаунту администратора.',

    ],
    'attention-protect' =>  [
        'title' => 'Внимательность',
        'description' => 'Тщательно проверять редактируемые, добавляемые и удаляемые данные, ведь анкеты клиентов формируют облик нашего сайта.',
    ],
    'time-protect' => [
        'title' => 'Исполнительность',
        'description' => 'Быстро и в срок выполнять модерацию личных данных клиентов, ведь самое важное в современном мире - это время.',
    ],

];
