<?php

return [
    [
        'title' => 'Давно посещаю этот клуб',
        'description' => 'В клубе чисто и аккуратно, мне все нравится. Хожу только в сауну и в бассейн. Температура воды в бассейне комфортная, очень хорошая. В клубе уютно, красиво и вкусно пахнет. Девочки все очень приятные и аккуратные, дружелюбные. Внимательные и чуткие тренеры. Всегда помогут, подскажут, ответят на вопросы. Очень нравится тренер Юлия. Она находит индивидуальный подход к каждому, все объясняет, с ней очень комфортно. Хороший обслуживающий персонал, всегда чистенько, хорошо.',
    ],
    [
        'title' => 'Лучший из многих',
        'description' => 'Понравилась сама студия, месторасположение, персонал очень хороший, все девчонки отличные, уделяют внимание каждому клиенту, подходят и все индивидуально объясняют. Была на групповом занятия, тренировка длилась час, хожу по абонементу. Также нравятся маленькие группы, интерьер, инвентарь, зал не загроможден, приятные и светлые стены, нет ничего лишнего.',
    ],
    [
        'title' => 'Приятные впечатления',
        'description' => 'Вся атмосфера меня более чем устраивает. Классный тренерский состав. На последней тренировке у Веры. Мне нравится эффективность тренировок, за короткое время действительно я чувствую результат. Потом ещё два дня ощущаю, что все мышцы были за это время проработаны, тренировка примерно 50 минут. Плюс мне нравится стоимость, конечно же. Пробую тренировки разной направленности.',
    ],
    [
        'title' => 'Рекомендую всем',
        'description' => 'Все великолепно, отлично. Нравятся тренировки, посещаю групповые занятия. Тренер Юлия великолепная, тренируюсь у нее уже год. Она отзывчивая, очень добрая и веселая. Мне все нравится.',
    ],
    [
        'title' => 'Про тренировки',
        'description' => 'Возможность индивидуального подхода тренера понравилась. Он учитывает уровень физической подготовки и состояние здоровья, в процессе корректирует объем или упражнения. Тренер Наталья вела себя внимательно и доброжелательно. Был силовой стретчинг, мы использовали утяжелители, гантели и жгуты. Я хочу скорректировать фигуру после общего укрепления здоровья. Хожу 2 раза в неделю, 1 занятие длилось 1 час.',
    ],
    [
        'title' => 'Много новых впечатлений',
        'description' => 'Дружеская обстановка, занимаюсь на групповые занятия, понравился индивидуальный подход. Тренировка на все тело, ведет мастер Алина, мне все понравилось! Помещение в студии уютное, хорошее!',
    ],
    [
        'title' => 'Мой выбор',
        'description' => 'Отличный зал, с удовольствием буду ходить. Хороший фитнес клуб для тех, кто живёт в ближайших ЖК! Чисто, немноголюдно!',
    ],
    [
        'title' => 'Дружеская атмосфера',
        'description' => 'Очень уютно. Приходишь как к старым знакомым в гости. Это крайне редко для фитнес-студии. Жаль что такой зал только один) С большим удовольствием хожу трениться в фокс фит. Офигенная атмосфера. Отдельное спасибо Марии, лучший тренер.',
    ],
    [
        'title' => 'Уютный зал',
        'description' => 'Отличный небольшой тренажёрный зал. Очень удобно расположен. Не так много народу, что в пандемию очень важно. Персонал приветливый, атмосфера радушная.',
    ],
    [
        'title' => 'Доволен всем',
        'description' => 'Небольшая хорошая студия, уютно и красиво, в тренажерном зале качественная линейка тренажеров, есть всё необходимое, большой плюс, что студия открылась недавно, поэтому всё новое. Персонал приветливый, во всем помогают — и штангу разобрать, и кофе налить) ценник вполне лояльный.',
    ],
    [
        'title' => 'Есть всё необходимое',
        'description' => 'Прекрасная фитнес студия с приветливыми и дружелюбными сотрудниками. Большое количество тренажеров на различные группы мышц, множество групповых программ как для взрослых, так и для детей. Профессиональный штат тренеров с многолетним опытом работы и индивидуальным подходом к каждому клиенту. Очень рекомендую всем данную студию!))',
    ],
    [
        'title' => 'Высокое качество услуг',
        'description' => 'Куплен годовой абонемент еще в предыдущем фитнес-клубе. Фитнес-клуб мне удалось посетить пока несколько раз. Мне понравился новый ремонт, все прекрасно. Появилось много новых, хороших машин, сауна, все четко. В сауне все исправно, все работает, новое и красивое. Все чисто. Сотрудники общаются хорошо, чудесно и нормально, на уровне.',
    ],
    [
        'title' => 'Нужна была реабилитация',
        'description' => 'Хожу в клуб регулярно. Все удобно. Я занимаюсь с тренером в тренажерном зале, у меня функциональные тренировки. У меня была цель восстановление после травмы, стало лучше. Мне нравятся такие качества тренера, как внимательность, профессионализм. Выбрала клуб, так как он недалеко от дома, и мне посоветовали тренера.',
    ],
    [
        'title' => 'Приятно и со вкусом',
        'description' => 'В клубе чисто и комфортно. Мы играли в бадминтон, арендовали помещение на 2 часа. Зал светлый и чистые, ракетки и оборудование новые, раздевалки и душевые хорошие.',
    ],
    [
        'title' => 'Весело с друзьями',
        'description' => 'В спортивном клубе нравится, во-первых, обстановка: удобство, шкафчики, полотенца, душевые, хороший ремонт, всё чисто. Во-вторых, приветливый персонал и сервис. Арендовали корт для бадминтона на время 19.00 в среду на два часа.',
    ],
    [
        'title' => 'Клуб для всей семьи',
        'description' => 'Занятия и внутренний интерьер мне понравились, здание современное, и расположен клуб близко к нашей школе. Ребенок восьми лет ходит на бадминтон раз в неделю, зал для занятий огромный, а для родителей есть место, где можно комфортно подождать детей.',
    ],
    [
        'title' => '',
        'description' => 'Тёплый, душевный приём и продуктивные тренировки по настольному теннису — причина, по которой я выбираю этот спортивный клуб. Нравится сам формат занятия. Для себя ставлю задачу, для начала, научиться играть и, далее, развить физическую составляющую. Наиболее удобное время для меня - 19.30 и по частоте — три раза в неделю. Зал для тренировок — великолепный.',
    ],
    [
        'title' => 'Цена и качество',
        'description' => 'В клубе очень культурно. Интерьер и экстерьер, уровень сервиса — все хорошо. Брали в аренду настольный теннис на полтора часа. При выборе стола было важно наличие комфортных условий, температуры. Пока один раз приходили, но будем еще. Атмосфера хорошая, позитивная.',
    ],
    [
        'title' => 'Весело провели время',
        'description' => 'В целом, все хорошо. Ходили на бадминтон, занимались без тренеров. Обычно беру аренду на час. Вчера играли в сквош, все было хорошо. Пришли в клуб, потому что в него ходили наши знакомые.',
    ],
    [
        'title' => 'Поиграть с душой',
        'description' => 'Цена и качество понравилось, раздевалки и корт с хорошим покрытием — все супер вообще. Доступность для меня отличная транспортная. Посещаю настольный теннис. Еще для меня важно, чтобы комфортно, активно и интересно было играть и чтобы подсказывали. Помещение понравилось. Инвентарь у меня свой.',
    ],
    [
        'title' => 'Отличные тренеры',
        'description' => 'Все всегда отлично в этом спортивном клубе! Обычно ходим с сыном играть в теннис. Посещаем спортивный клуб по мере возможности. Мне понравился тренер по настольному теннису и чистые раздевалки, все новое. Он все подробно объясняет, имеет хороший поход к тренировкам.',
    ],
    [
        'title' => 'Всё супер',
        'description' => 'В клубе чистота, порядок, ресепшн классный, корт для сквош хороший. Я посещаю индивидуальные занятия с тренером. Все на высшем уровне. Клуб посещаю после работы, после шести часов вечера. Мне нравится, что после работы можно сразу в спорт.',
    ],
    [
        'title' => 'Самый любимый клуб',
        'description' => 'Занимаюсь 1 год и 8 месяцев. Сначала ходили с друзьями на групповые занятия, потом перешли на йогу в гамаках. Гамаки — это моя любовь навсегда. Мне нравится атмосфера на занятиях и тренер Мария. Администраторы всегда встречают с улыбкой. Раньше жили в Мытищах. Сейчас езжу в клуб из Москвы.',
    ],
    [
        'title' => 'Шикарно и со вкусом',
        'description' => 'Уютный фитнес клуб, нету толпучек.
        Удобное расположение, в фитнес клубе есть и спа салон: ресницы/брови,перманент,массаж и парикмахерские услуги и даже ЛАЗЕРНАЯ ЭПИЛЯЦИЯ. Приветливый персонал, проводят и встретят с улыбкой. Оценка 10/5!!!',
    ],
    [
        'title' => 'То что нужно',
        'description' => 'Очень уютно, все необходимое есть, приветливые администраторы))) много разных групповых программ, а так же кабинет массажа. Массажист Людмила — это просто какое то великолепие, профессионал своего дела. Спасибо огромное)))',
    ],
    [
        'title' => 'Команда профессионалов',
        'description' => 'Очень уютный клуб, атмосфера домашняя, приятная, нет суеты, толкучки. Групповые программы разнообразные, каждый найдёт по себе. Тренерский состав на уровне, видно, что любят свое дело, постоянно обучаются, профи своего дела. Массаж супер, Людмила профессионал, часто хожу к ней.',
    ],
    [
        'title' => 'Всем рекомендую',
        'description' => 'Я посещаю групповые занятия и ещё по абонементу хожу на аэройогу, его вообще отдельная тема. Наш тренер, Маша, это увлеченный своей работой человек, она постоянно повышает свой уровень хотя уже не знаю куда ещё. После занятий аэройогой, я чувствую себя бодро. Этот вид спорта, наверное, подходит всем, нет нагрузок на суставы. Я не очень люблю силовые в зале, а тут я летаю, не касаясь земли, делаю всякие акробатические трюки, это очень расслабляет, чувствуешь свободу. Всем советую попробовать, вроде бы 1 занятие бесплатно.',
    ],
    [
        'title' => 'Лучшие из лучших',
        'description' => 'Недавно стали ходить в эту студию на растяжку на индивидуальные тренировки к Александре. Александра очень чуткий и заботливый тренер! Индивидуальный подход и отлично подобранная техника тренировок, и гибкость появляется. Как бы не было сложно она поддерживает и не перебарщивает, что придаёт уверенности в своих силах. Если вы хотите продуктивные тренировки и тёплую атмосферу, вам именно к ней!!!!!!!!!!!!',
    ],
    [
        'title' => 'Самое главное - люди',
        'description' => 'Небольшой и очень уютный клуб, домашняя обстановка, очень приветливый персонал, тренеры, всегда готовые прийти на помощь, позитивные и примеры для подражания!
        В залах всегда комфортная температура, отличное освещение, нет очереди на тренажеры, разнообразный инвентарь в хорошем состоянии, есть кулер!!!
        Занимаюсь индивидуально у Регины. Профессиональный подход, тренер заинтересован в результате, всегда готов проконсультировать по питанию и тренировкам, дружелюбна. На тренировке не даст расслабиться))
        Прекрасно преподаёт акробатику на пилоне!',
    ],
    [
        'title' => 'Только положительные эмоции',
        'description' => 'В шаговой доступности, для машин имеется стоянка, так что проблем с парковкой нет! Чисто, уютно, ценник норм, персонал приветливый, полотенца бесплатно.Что касается посетителей, все адекватные, нет всевозможных фитоняшь которые от зеркал не отходят, как в крупных фитнесцентрах! Короче все приходят пахать! Занимаюсь с тренером Екатериной, что можно сказать- профессионал своего дела, спортсменка, понимает чем занимается(у меня есть с кем сравнить!) Как результат, за месяц персональных тренировок минус четыре кило, ну и соответственно минуса в объемах! Вообще заниматься с ней одно удовольствие, особенно когда видно результат! Если нужно поможет и питашку скорректировать и треню на отпуск составит. В общем она супер!',
    ],
];
