<?php

return [
    'male' => [
        'Александрович',
        'Алексеевич',
        'Владимирович',
        'Григорьевич',
        'Дмитриевич',
        'Михайлович',
        'Николаевич',
        'Олегович',
        'Петрович',
        'Сергеевич',
        'Юрьевич',
    ],
    'female' => [
        'Александровна',
        'Алексеевна',
        'Анатольевна',
        'Андреевна',
        'Борисовна',
        'Васильевна',
        'Викторовна',
        'Владимировна',
        'Георгиевна',
        'Денисовна',
        'Николаевна',
        'Сергеевна',
        'Юрьевна',
    ],
];
