<?php

return [
    'home' => [
        'promoList' => [
            [
                'title' => 'Профессиональные тренеры',
                'description' => 'Каждый тренер при регистрации проходит 
                    проверку на наличие документов о квалификации и профильном образовании',
                'url' => '/trainers/0/0',
            ], [
                'title' => 'Лучшие фитнес-клубы',
                'description' => 'Мы проанализировали независимые рейтинги и подобрали для вас лучшие фитнес-клубы в вашем городе',
                'url' => '/gyms/0',
            ], [
                'title' => 'Мы заботимся о вас',
                'description' => 'Подпишитесь на нашу рассылку, чтобы регулярно получать самую свежую информацию об акциях, скидках и новостях в мире фитнеса',
                'url' => '#phone_mask',
            ]
        ],
        'marketList' => [
            [
                [
                    'title' => 'Питание - залог успеха',
                    'description' => 'Здесь вы подберете спортивное питание для любых видов тренировок',
                    'url' => 'https://www.sportmaster.ru/catalog/sportivnoe_pitanie'
                ], [
                    'title' => 'Самое главное - здоровье',
                    'description' => 'Найти лучшего спортивного врача, обсудить нагрузки и противопоказания перед тренировкой',
                    'url' => 'https://prodoctorov.ru/'
                ], [
                    'title' => 'Снова вернуться в строй',
                    'description' => 'Подобрать реабилитацию спортсменам после тяжелых травм',
                    'url' => 'https://re-medica.ru'
                ],
            ],
            [
                [
                    'title' => 'Спорт доступен каждому',
                    'description' => 'Выбрать клуб недалеко от дома и прочитать отзывы в одном месте',
                    'url' => 'https://yandex.ru/maps/213/moscow/category/fitness_club/184107363/?ll=37.586001%2C55.750827&sll=37.586001%2C55.750827&sspn=0.238438%2C0.082197&z=13'
                ], [
                    'title' => 'Быть в тонусе',
                    'description' => 'Подобрать экипировку, найти друзей для совместных тренировок',
                    'url' => 'https://probeg.org/races/city/2310/'
                ], [
                    'title' => 'Персоналные тренировки',
                    'description' => 'Найти подходящего тренера для занятий в любое удобное время в любом месте',
                    'url' => 'https://profi.ru/sport/personalnye-trenirovki-na-domu'
                ],
            ],
            [
                [
                    'title' => 'Фитнес может быть модным',
                    'description' => 'Спортивная одежда и аксессуары от наших партнеров с мировым именем',
                    'url' => 'https://www.sportmaster.ru'
                ], [
                    'title' => 'Путь из тысячи шагов',
                    'description' => 'Узнать больше о профессиональном спорте и не только',
                    'url' => 'https://bodybuilding-and-fitness.ru/bodybuilding/mr-olympia-2022.html'
                ], [
                    'title' => 'Быть лучшим среди равных',
                    'description' => 'Самая свежая информация о турнирах и соревнованиях',
                    'url' => 'https://fbbr.org'
                ]
            ],
        ],
        'fork' => [
            [
                'title' => 'Гости сайта',
                'subtitle' => 'Всё о фитнесе',
                'description' => 'Мы ждем новых клиентов, зарегистрируйтесь у нас и получите больше
                полезной информации о фитнесе',
                'url' => 'register'
            ],
            [
                'title' => 'Наши клиенты',
                'subtitle' => 'Новые эмоции',
                'description' => 'Авторизуйтесь на сайте и получите доступ к отзывам или фитнес-услугам
                по максимуму',
                'url' => 'login'
            ],
        ],
        'partners' => [
            [
                'title' => 'Adidas',
                'url' => 'https://www.adidas.ru/',
            ],
            [
                'title' => 'Reebok',
                'url' => 'https://www.reebok.ru/',
            ],
            [
                'title' => 'Sportmaster',
                'url' => 'https://www.sportmaster.ru',
            ],
            [
                'title' => 'Sport Premier',
                'url' => 'https://sportpremier.ru/',
            ],
            [
                'title' => 'Wildberries',
                'url' => 'https://www.wildberries.ru/',
            ],
            [
                'title' => 'Ozon',
                'url' => 'https://www.ozon.ru/',
            ],
            [
                'title' => 'Spirit.Fitness',
                'url' => 'https://spiritfit.ru/',
            ],
            [
                'title' => 'World Class',
                'url' => 'https://www.worldclass.ru/',
            ],
            [
                'title' => 'Medsi',
                'url' => 'https://medsi.ru',
            ],
            [
                'title' => 'Лига героев',
                'url' => 'https://heroleague.ru/',
            ],
            [
                'title' => 'Forma-Sporta',
                'url' => 'https://forma-sporta.com',
            ],
        ],
        'about' => [
            [
                'title' => 'Артур Шопенгауэр',
                'description' => 'Здоровье до того перевешивает все остальные блага жизни, что поистине здоровый нищий счастливее больного короля.',
            ],
            [
                'title' => 'Майк Тайсон',
                'description' => 'Не огорчайся неудачам. Падают все. Только кто-то встает быстрее, а кто-то продолжает валяться и ныть.',
            ],
            [
                'title' => 'Плутарх',
                'description' => 'Кто рассчитывает обеспечить себе здоровье, пребывая в лени, тот поступает так же глупо, как и человек, думающий молчанием усовершенствовать свой голос.',
            ],
            [
                'title' => 'Гораций',
                'description' => 'Если у тебя все в порядке с желудком, грудью, ногами, никакие царские сокровища не смогут ничего прибавить.',
            ],
            [
                'title' => 'Айшек Норам',
                'description' => 'Сила – это здоровье. Здоровье без силы невозможно.',
            ],
            [
                'title' => 'Жан Поль Бельмондо',
                'description' => 'Спорт очень хорошо помогает избавиться от всех вредных привычек.',
            ],
            [
                'title' => 'Федор Емельяненко',
                'description' => 'Победит не тот, кто сильнее, а тот, кто готов идти до конца.',
            ],
            [
                'title' => 'Махатма Ганди',
                'description' => 'Сила зависит не от физических способностей, а от несгибаемой воли.',
            ],
            [
                'title' => 'Кен Доэрти',
                'description' => 'Пять составляющих пути к победе – это стойкость, скорость, сила, мастерство и воля. Причем воля – это самое главное!',
            ],
            [
                'title' => 'Хейвуд Браун',
                'description' => 'Спорт не воспитывает характер, а выявляет его.',
            ],
        ],
        'metabolism' => [
            'title' => 'Формула Миффлина-Сан Жеора',
            'description' => 'В связи с обнаружением, что уравнения Харриса-Бенедикта завышают BMR примерно на 5%, были созданы новые уравнения, например, формула Миффлина-Сан Жеора, которая в настоящее время широко используется и, по-видимому, обеспечивает более точную оценку истинного BMR.',
            'subtitle' => 'Сводная таблица значений',
            'subdescription' => 'Интерпретация показателей индекса массы тела в соответствии с рекомендациями Всемирной Организации Здравоохранения (ВОЗ)',
            'table' => [
                '16 и менее' => 'Выраженный дефицит массы тела',
                '16 - 18,5' => 'Недостаточная (дефицит) масса тела',
                '18,5 - 25' => 'Норма',
                '25 - 30' => 'Избыточная масса тела (предожирение)',
                '30 - 35' => 'Ожирение I степени',
                '35 - 40' => 'Ожирение II степени',
                '40 и более' => 'Ожирение III степени (морбидное)',
            ],
        ],
        'articles' => [
            [
                'title' => 'О порядке внедрения федеральных стандартов спортивной подготовки "нового поколения"',
                'description' => 'В настоящее время подготовка спортивного резерва осуществляется на основании федеральных стандартов спортивной подготовки. Бессистемное, неупорядоченное внедрение общеобязательных государственных предписаний приводит к ряду нарушений прав и законных интересов участников спортивной подготовки. В целях решения данной проблемы авторы предлагают комплекс мер, направленных на устранение нарушений и повышение эффективности регулирования подготовки спортивного резерва.',
                'url' => 'https://cyberleninka.ru/article/n/o-poryadke-vnedreniya-federalnyh-standartov-sportivnoy-podgotovki-novogo-pokoleniya/viewer',
                'keys' => 'федеральные стандарты спортивной подготовки, вид спорта, спортивный резерв.',
                'authors' => 'И.И. Самсонов, ЦСП СК Алтайского края, г. Барнаул, Россия; М.М. Иванова, АлтГПУ, г. Барнаул, Россия; К.Г. Клецов, РГУФКСМиТ, г. Москва',
            ],
            [
                'title' => 'Выявление средств специальной силовой подготовки велосипедистов маунтинбайка высокой квалификации с учетом биодинамической структуры мышечного сокращения',
                'description' => 'В работе изложены результаты исследования, направленного на изучение особенностей биодинамической структуры мышечного сокращения велосипедистов маунтинбайка (МТБ) при выполнении основного соревновательного упражнения и различных упражнений силовой направленности. Выявлены наиболее эффективные упражнения и условия их выполнения для развития специальных силовых качеств велосипедистов МТБ высокой квалификации.',
                'url' => 'https://cyberleninka.ru/article/n/vyyavlenie-sredstv-spetsialnoy-silovoy-podgotovki-velosipedistov-mauntinbayka-vysokoy-kvalifikatsii-s-uchetom-biodinamicheskoy/viewer',
                'keys' => 'маунтинбайк, велосипедисты МТБ высокой квалификации, соревновательное упражнение, упражнения силовой направленности, электромиограмма, электрическая активность мышц.',
                'authors' => 'А.В. Воронов, П.В. Квашук, Г.Н. Семаева, ФГБУ ФНЦ ВНИИФК',
            ],
            [
                'title' => 'Сравнительные характеристики параметров оценки двигательной активности населения российской федерации',
                'description' => 'В статье рассмотрены показатели физической активности населения на основании рекомендаций ВОЗ, показателей двигательного режима, рекомендованного Минспортом России, хронометража двигательной активности, проведенного лабораторией проблем физической культуры и массового спорта ФГБУ ФНЦ ВНИИФК. В ходе исследования были сравнены характеристики параметров оценки двигательной активности населения, которые экспериментально апробированы в ходе педагогического эксперимента по хронометражу физической подготовки взрослого населения, готовящегося к тестированию по программе комплекса ГТО. Проведен анализ и даны рекомендации по обеспечению физиологической нормы двигательной активности взрослого населения.',
                'url' => 'https://cyberleninka.ru/article/n/sravnitelnye-harakteristiki-parametrov-otsenki-dvigatelnoy-aktivnosti-naseleniya-rossiyskoy-federatsii/viewer',
                'keys' => 'двигательная активность, взрослое население, оценка, комплекс ГТО, физиологическая норма.',
                'authors' => 'Э.А. Зюрин, Е.Н. Петрук, А.П. Матвеев, ФГБУ ФНЦ ВНИИФК; Е.Н. Бобкова, СГАФКСТ, г. Смоленск, Россия',
            ],
        ],
        'news' => [
            'title' => 'Новости спорта',
            'description' => 'Портал с ссылками на популярные новостные источники в разных областях спорта. Сегодня как никогда важно быть в курсе современных событий в нашем быстро меняющемся мире. Теперь следить за участием любимых команд, узнать результаты соревнований в числе первых можно еще быстрее!',
            'newsList' => [[
                [
                    'img' => '/assets/images/rambler.png',
                    'url' => 'https://sport.rambler.ru/',
                ], [
                    'img' => '/assets/images/sports.png',
                    'url' => 'https://www.sports.ru/',
                ], [
                    'img' => '/assets/images/ria.png',
                    'url' => 'https://rsport.ria.ru/',
                ],
            ], [
                [
                    'img' => '/assets/images/yandex.png',
                    'url' => 'https://yandex.ru/sport',
                ], [
                    'img' => '/assets/images/sport24.png',
                    'url' => 'https://sport24.ru/',
                ], [
                    'img' => '/assets/images/rbk.png',
                    'url' => 'https://sportrbc.ru/',
                ],
            ],],
        ],
        'facts' => [
            'Бокс был узаконен как вид спорта только в 1900 году.',
            'По стандартам Международного Олимпийского комитета, температура воды в олимпийских бассейнах должна быть между 27 и 28 градусов по шкале Цельсия.',
            'Единственная страна, участвовавшая во всех чемпионатах мира по футболу — Бразилия.',
            'Самый быстрый гол в НХЛ был забит уже на третьей секунде игры. Согласно исследованиям, проводимым Detroit Free Press, 68 процентов профессиональных хоккеистов потеряли на льду хотя бы по одному зубу.',
            'Чтобы пловцы-синхронисты слышали музыку, под которую выступают, в бассейн под водой встроены специальные динамики. Французская синхронистка Марго Шретьен утверждает: «Звук, конечно, не как в наушниках, но все слышно нормально».',
            'Больше всех матчей за сборную России по футболу провёл Виктор Онопко: 109 игр в период с 1992 по 2004 годы.',
            'Пять олимпийских колец символизируют единство пяти континентов, хотя ни одно из них не является символом какого-то конкретного континента. Цвета колец — синий, красный, желтый, зеленый, черный, — были выбраны, как наиболее часто встречающиеся на флагах государств мира.',
            'Сборная Ватикана по футболу провела лишь один международный матч в своей истории — со сборной Монако, закончившийся ничьей со счётом 0:0.',
            'После удара профессионального волейболиста мяч может лететь со скоростью до 130 км/час, а с помощью удара хоккеиста шайба может развить скорость до 160 километров в час.',
            'Самым быстрым человеком признан Усейн Болт из Ямайки. В 2009 году он поставил мировые рекорды: стометровку пробежал за 9.58 секунд, а дистанцию на двести метров – за 19.19 секунд.',

        ],
        'start' => [
            'title' => 'Решили заняться фитнесом...',
            'description' => 'Ежедневные занятия фитнесом отлично развивают тело физически, а это – профилактика большого количества заболеваний, улучшение качества жизни, и главное – спорт продлевает молодость. Кроме того, люди спортивного телосложения чувствуют себя более уверенно, а значит более успешны в работе, на учебе или в других жизненных ситуациях.',
            'subtitle' => 'Как начать?',
            'startList' => [
                'Самое главное при занятиях спортом – это получать от него удовольствие. Спортсмену необходимо выбрать вид активности, который нравится ему и в котором он чувствует себя хорошо физически и морально.',
                'Необходимо проконсультироваться с врачом. Если человек курит или страдает гипертонией, избыточным весом или диабетом, ему необходимо поговорить со специалистом, прежде чем заниматься регулярными видами спорта. Например, при проблемах с суставами колен или стоп, нужно обратиться к ортопеду. Специалисты могут помочь составить индивидуальную программу тренировок и порекомендовать виды спорта, подходящие для текущего состояния организма.',
                'Тренироваться важно начинать постепенно. Для начала можно заниматься спортом в течение более длительного периода, но с низкой интенсивностью, а затем – плавно сокращать время и увеличивать интервал нагрузки. Пульс и потоотделение должны быть умеренными во время тренировки.',
                'Не нужно заниматься спортом каждый день. Ежедневные занятия продолжительностью до 30 минут в день также могут сделать человека более здоровым. Для начинающих рекомендуется разделить занятия на 3 блока минимум по 10 минут каждый.',
                'Если целью является повышение выносливости, то следует тренироваться не реже 3 раз в неделю по 20-60 минут. Бег трусцой, плавание, аэробика и езда на велосипеде – все это отличные варианты для такого режима. Если спортсмен хочет увеличить свою мышечную массу, следует выполнять 20-минутные упражнения для наращивания мышц 2–3 раза в неделю.',
                'При наличии низкой мотивации не стоит тренироваться в одиночку. Тренировки становятся более увлекательными, если заниматься с другим человеком или группой.',
                'Важно разнообразить свою деятельность. Если каждый день бегать по одному и тому же маршруту, можно потерять мотивацию. Необходимо менять частоту, продолжительность и интенсивность тренировок и пробовать новые виды спорта.',
                'Необходимо купить хороший спортивный инвентарь. Новые высокоэффективные спортивные предметы не только улучшают самочувствие, но и обеспечивают наибольший комфорт при занятиях.',
                'Важно убедиться в правильности выполнения упражнений. Рекомендуется изучить правильную технику у эксперта. Таким образом можно избежать травм и износа тела.',
                'Нужно давать организму достаточно времени для восстановления и отдыха после физических нагрузок. Расслабить мышцы можно принятием горячей ванны, регулярного и продолжительного сна и периодическим массажем.',
            ]
        ]
    ],
    'about' => [
        'main' => [
            'title' => 'О проекте',
            'description' => 'AggFitness – это поистине уникальный проект, объединяющий в себе информационный ресурс, 
        рекламный проспект и функции интернет-магазина.| 
        Целью проекта была и остается реализация веб-сервиса, позволяющего абсолютно разным категориям клиентов найти 
        интересующую информацию в сфере фитнеса на нашем ресурсе.| Здесь вы можете записаться на тренировку к специалисту 
        любого профиля в вашем городе, найти подходящий фитнес-клуб, получить информацию о правильном питании, или заказать 
        товары у наших партнеров.| Кстати, став нашим партнером, вы можете разместить рекламную информацию о ваших товарах 
        или услугах на главной странице сайта.| И самое главное для фитнес-тренеров!!! Регистрируйтесь у нас, и мы обеспечим 
        вас постоянным потоком клиентов. Если вы отличный специалист, высокий рейтинг и положительные отзывы помогут вам в 
        продвижении и развитии.',
        ],
        'cards' => [
            'title' => 'Наши преимущества',
            'description' => [
                'Только проверенные специалисты',
                'Полезный тематический контент',
                'Удобный интерфейс для поиска'
            ],
        ]
    ],
    'contacts' => [
        'main' => [
            'title' => 'Контакты',
            'subTitle' => 'Соцсети',
            'list' => [
                'Email:' => 'aggfitness@inbox.ru',
                'Телефон_1:' => '+7 (495) 777-07-07',
                'Телефон_2:' => '+7 (495) 777-07-08',
                'Адрес:' => '123112, Россия, г.Москва, ​Пресненская набережная, 10, этаж 52, офис 1278'
            ],
            'hrefList' => [
                [
                    'title' => 'VK',
                    'url' => 'https://vk.com',
                    'img' => '/assets/images/vk.png',
                    'alt' => 'vk',
                ],
                [
                    'title' => 'Telegram',
                    'url' => 'https://t.me/+q_Y07WN_gPgyYzYy',
                    'img' => '/assets/images/tg.png',
                    'alt' => 'tg',
                ],
                [
                    'title' => 'Git',
                    'url' => 'https://github.com/ViacheslavArtemenok/fitness_project/tree/dev',
                    'img' => '/assets/images/git.png',
                    'alt' => 'git',
                ],
            ],
        ]
    ],
    'developers' => [
        'main' => [
            'title' => 'Разработчики',
            'list' => [
                [
                    'name' => 'Арсеньев Юрий',
                    'url' => 'https://github.com/zaqw60',
                ],
                [
                    'name' => 'Серов Алексей',
                    'url' => 'https://github.com/alexinbox80',
                ],
                [
                    'name' => 'Конаков Анатолий',
                    'url' => 'https://github.com/Veedok',
                ],
                [
                    'name' => 'Морозов Александр',
                    'url' => 'https://github.com/alex-l-morozov',
                ],
                [
                    'name' => 'Артемёнок Вячеслав',
                    'url' => 'https://github.com/ViacheslavArtemenok',
                ],
            ],
            'sourceCount' => 12
        ],
    ],
];
