<?php

return [
    [
        'title' => 'Прекрасный тренер!',
        'description' => 'Мы занимаемся вместе 3 недели, есть хорошие результаты, и мотивация идти к своей цели. Всегда на связи, подскажет по питанию и добавкам, не бежит за временем, иногда занимаемся даже дольше, что говорит о его заинтересованности в результате. Каждое упражнение объясняет детально, следит за правильным выполнением. Также никакого дискомфорта во время общения нет (даже шутки шутим, для меня это очень важно).',
    ],
    [
        'title' => 'Тренер 10/10, буду продолжать заниматься с удовольствием',
        'description' => 'На спорте важен позитив, активность, понимание строения и соблюдение методологии. Всеми этими качествами и навыками специалист обладает. Приятное общение в целом. Первые результаты уже заметны. Спасибо большое!',
    ],
    [
        'title' => 'Рекомендую знакомым и друзьям',
        'description' => 'Получена подробная консультация с разбором графика и состава питания. Все нравится, результаты отличные, будем работать дальше. Спасибо!!',
    ],
    [
        'title' => 'Классный специалист',
        'description' => 'Отмечаю пунктуальность, корректность, тренер с пониманием относится в корректировке графика. Строит занятия так, что они проходят в комфортном ритме, нет изматывающих ощущений, нагрузка наращивается плавно. Все супер)))',
    ],
    [
        'title' => 'Положительное впечатление',
        'description' => 'Стоит отметить, что в процессе тренировок нет лишней болтовни, как это часто бывает с тренерами в зале. Все четко и по делу. Занимаемся месяц – результат уже есть, видимый не только мне, но и окружающим. В зал хочется идти – для меня это важно, нет желания придумать причину и отменить занятие)) Буду продолжать)',
    ],
    [
        'title' => 'Прекрасный тренер!',
        'description' => 'Очень профессиональные и интересные тренировки! Преподает различные направления: фитнес, кикбоксинг, йога, плавание. Для меня очень удобно заниматься различными тренировками с одним тренером, который знает мою цель.',
    ],
    [
        'title' => 'Мне очень нравиться заниматься!',
        'description' => 'Заниматься будем дистанционно, когда я в поездках и очно, благодаря такой гибкости, я не буду пропускать занятия. На 1-м занятии составили тренировочный план по всем направлениям и программу питания. Занимаюсь с большим удовольствием! Большое спасибо!',
    ],
    [
        'title' => 'Будем ходить еще!:)',
        'description' => 'Сегодня провели первое занятие. Все четко, доступно и профессионально. Очень понравилось. Тренер ориентирует на результат и заражает энтузиазмом. В моем случае – это, пожалуй, самое важное. Большое спасибо!',
    ],
    [
        'title' => 'Тренировкой остались довольны',
        'description' => 'Занимались в паре с другом. Хотя тренировка была парная, тренер подобрал индивидуальные упражнения для каждого из нас исходя из наших особенностей. Во время тренировки внимательно следил за техникой выполнения упражнения, корректировал ошибки, отслеживал наше состояния и своевременно предлагал время, чтобы передохнуть между подходами.',
    ],
    [
        'title' => 'Очень довольны первым занятием!!!',
        'description' => 'Переживали, что дистанционно будет труднее понять, что и как нужно делать на тренировке. Но тренер потрясающе объяснял технику каждого упражнения и мгновенно поправлял нас, если что-то делаем неправильно. Спасибо, что подобрали очень эффективные упражнения для спины и стоп.',
    ],
    [
        'title' => 'Главное не бросать!!',
        'description' => 'Объяснили, почему некоторые упражнения, которые раньше выполнялись самостоятельно, не давали нужных результатов (т.к. выполнялись функционально неправильно, что способствовало еще большему перенапряжению мышц). То, что нужно, чтобы привести себя в форму) тренер объясняет все что нужно) Рекомендую!!',
    ],
    [
        'title' => 'Начали появляться первые результаты',
        'description' => 'Систематически продолжаю делать подобранные упражнения и поражаюсь насколько легче стало со спиной, в области поясницы и со стопами. Радостно, что наконец-то найден тренер-профессионал в своем деле, под руководством которого мои проблемы начали сдвигаться с мертвой точки!!!',
    ],
    [
        'title' => 'Большое спасибо!!',
        'description' => 'Хотел бы выразить особую благодарность. Тренер – профессионал своего дела. Мне очень понравился его подход к тренировкам, нагрузку и программу подбирает индивидуально под тебя. Очень помог поставить технику и исправить все ошибки. Рекомендую.',
    ],
    [
        'title' => 'Отличный тренер',
        'description' => 'Благодаря индивидуальным тренировкам почти минус 30 кг веса. Тренер не только подобрал программу тренировок, но скорректировала мое питание. В общении очень приятно, на душе после занятия светло, а в теле комфортные ощущения. Мне лично очень помогло со спиной, у меня сидячая работа, но после занятия чувствую себя гораздо лучше. Спасибо Вам огромное!!!',
    ],
    [
        'title' => 'Тренер просто огонь!!!',
        'description' => 'Заряжает своим настроением! Тренировки всегда разнообразные, мышцы свои вы почувствуете сразу! Результат заметен очень быстро, если заниматься регулярно и соблюдать все рекомендации! Спасибо огромное преогромное!!!',
    ],
    [
        'title' => 'Грамотный специалист',
        'description' => 'Тренер всегда следит за правильным выполнением упражнений и нагрузкой. Тренируюсь три раза в неделю, все тренировки разнообразные, делаем много функциональной работы, спуску не дает). Приносит с собой различное оборудование: резинки, экспандеры, утяжелители, ролики, гантели. Легко общаться, однозначно рекомендую!',
    ],
    [
        'title' => 'Потрясающий тренер',
        'description' => 'Тренер, который действительно может подобрать тренировку индивидуально под тебя. Очень тактично и подробно объясняет все ошибки, очень быстро заменяет упражнения, которые не подходят из-за травм. Очень доступно и понятно объясняет технику выполнения упражнений, следит за самочувствием на протяжении всей тренировки.',
    ],
    [
        'title' => 'Позитивный тренер',
        'description' => 'Для меня немаловажно, что после тренировки чувствуешь легкость и подъем сил. Вся тренировка прошла на одном дыхании и с прекрасным настроением. Буду продолжать тренироваться и рекомендовать своим друзьям!',
    ],
    [
        'title' => 'Лучше всех!!!',
        'description' => 'Хочу выразить огромную благодарность тренеру, умеет заряжать энергией и давать веру в свои силы. А главное хочу отметить, что для тренера это не просто работа, а вкладывает сердце в работу, это очень приятно, когда за тебя болеет твой спортивный наставник.',
    ],
    [
        'title' => 'Отличный тренер и просто замечательный человек',
        'description' => 'Вы не испытаете никаких отрицательных эмоций. Даже если вы новичок и поначалу что-то не будет получаться, тренер так поддержит, что занятие пройдет быстро и с удовольствием. В связи с семейными обстоятельствами пришлось прекратить заниматься, но я очень надеюсь продолжить работать с этим специалистом.',
    ],
    [
        'title' => 'Чуткий и отзывчивый специалист',
        'description' => 'Мне понравилось, что тренер внимательно относится к индивидуальным особенностям и противопоказаниям человека и сразу меняет сложные упражнения на более простые. На следующий после тренировки день мне пришлось прочувствовать все свои мышцы, и это означает, что все мышцы проработаны.',
    ],
    [
        'title' => 'Фанат своего дела',
        'description' => 'Все чётко и по делу, без лишней воды. Тренер четко следил за выполнением техники, показывал и рассказывал, как делать. Буду продолжать тренировки под руководством специалиста. Понравилась квалификация и отношение к занятию.',
    ],
    [
        'title' => 'Внимательный тренер',
        'description' => 'Нравится гибкая система питания, без особых ограничений, только по калориям. Заниматься бывает трудновато, иногда из последних сил выполняю упражнения (по причине наличия лишнего веса), но тренер всегда с пониманием относится к этому, не дает чрезмерных нагрузок, следит за моим состоянием. Тренера рекомендую!!',
    ],
    [
        'title' => 'Отличный наставник',
        'description' => 'Тренер дает полезные советы, следуя которым постепенно получится прийти к здоровому образу жизни и желаемому результату. Занимаюсь уже несколько лет и только с этим тренером. Советую всем, не пожалеете. Тренер что надо! И человек, и тренер!',
    ],
    [
        'title' => 'Мотиватор, наставник и друг',
        'description' => 'Я занимаюсь уже 8 месяцев, два раза в неделю с результатом в минус 12 кг. Но занятия с тренером – не просто элементарный сброс веса. Это ежедневный разбор и отслеживание моего питания, индивидуальный подход в планировании программы тренировки, это режим, но и смех и улыбки, доброта и понимание. Наша совместная работа продолжается!',
    ],
    [
        'title' => 'Профи среди многих',
        'description' => 'Тренируемся уже несколько лет. Нравятся тренировки онлайн, формат подошёл. Хорошие консультации по питанию, уже минус 2кг, и спине стало полегче, но тренер довольно строгий)). К сожалению, тренируюсь только два раза в неделю, через месяц постараюсь перейти на три раза.',
    ],
    [
        'title' => 'Очень благодарны',
        'description' => 'Мы получили массу положительных эмоций и огромный заряд бодрости и хорошего настроения! С огромным удовольствием продолжу с другом тренироваться у Вас и буду рекомендовать Вас своим друзьям и знакомым!',
    ],
    [
        'title' => 'Лучшие из лучших',
        'description' => 'Огромное спасибо за проведенную тренировку! Не предполагалось, что онлайн-занятие может быть проведено на таком высоком профессиональном уровне! Очень грамотно подобрана программа в соответствии с моими запросами и технично все отработано, ни одно моё неверное движение не осталось без Вашего внимания!',
    ],
    [
        'title' => 'Понимающий и заботливый тренер',
        'description' => 'С начала удаленной работы заплыли жиром, стали весить 85 кг при росте 160! Наткнулась на этого тренера и уже год занимаюсь с ним. За это время привели в норму тело, стали сильнее, выносливее. Понравилось то, что учитывает мои вкусовые предпочтения и практически нет ограничений по продуктам (даже можно сладкое).',
    ],
    [
        'title' => 'Просто профессионал',
        'description' => 'Тренировки очень разнообразные, не изматывающие, 2-3 раза в неделю. Занимаюсь как в зале, так и в домашних условиях. Большую роль играет и человечность тренера – без этого, наверное, пришлось бы забросить всё через день. Девочки, мальчики, рекомендую.',
    ],
    [
        'title' => 'Тренер от Бога',
        'description' => 'Обратились к тренеру за помощью в качестве реабилитолога. После травмы колена, разрыва передней крестообразной связки мне требовался специалист по восстановлению. Было понимание, что это узкий круг профессионалов, и найти человека, кто восстановит и не навредит было непросто. Тренер помог наладить ходьбу и полностью восстановиться, огромное спасибо!!',
    ],
    [
        'title' => 'Специалист с золотыми руками',
        'description' => 'Была застарелая травма, тренер грамотно подошёл к ведению и построению тренировочного процесса, тем самым поставил меня на ноги, вернул прежнюю двигательную активность и уверенность. Просто хочется сказать огромное спасибо за то, что снова чувствую себя человеком. Работаем дальше!!',
    ],

];
